Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-Timeline/Sources/Geografy-Feature-Timeline/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: %lld independent
ka: %lld დამოუკიდებელი

source: All Continents
ka: ყველა კონტინენტი

source: All Types
ka: ყველა ტიპი

source: Done
ka: დასრულება

source: Event Details
ka: მოვლენის დეტალები

source: Event type: %@
ka: მოვლენის ტიპი: %@

source: Historical Map
ka: ისტორიული რუკა

source: Historical state unknown
ka: ისტორიული მდგომარეობა უცნობია

source: Independent since %@
ka: დამოუკიდებელი %@-დან

source: No events in %@
ka: მოვლენები %@-ში არ არის

source: Select Year
ka: წლის არჩევა

source: Timeline
ka: ქრონოლოგია

source: Try adjusting filters or selecting a different year
ka: სცადე ფილტრების შეცვლა ან სხვა წლის არჩევა

source: Year
ka: წელი
